[
  {
    "id": 1,
    "title": "Snajper. Biały Kruk",
    "popularity": 2726.003,
    "poster_path": "bialy_kruk.jpg",
    "vote_count": 94,
    "overview": "Ukraiński nauczyciel fizyki poszukuje zemsty. Skupia się na elitarnym rosyjskim snajperze, którego eliminacja może zmienić bieg konfliktu.\n",
    "genres": [
      "Militaria",
      "Wojenny",
      "Akcja"
    ],
    "origin_country": "USA",
    "vote_average": 7
  },
  {
    "id": 2,
    "title": "Gwiezdne wojny: część IV - Nowa nadzieja",
    "popularity": 69.569,
    "poster_path": "",
    "vote_count": 17913,
    "overview": "Dawno, dawno temu w odległej galaktyce... Rycerze Jedi zostali wytępieni, a Imperium żelazną ręka sprawuje rządy nad całą galaktyką. Mała grupa Rebeliantów podejmuje walkę kradnąc tajne plany najpotężniejszej broni Imperium - tzw. Gwiazdy Śmierci. Najbardziej zaufany sługa Imperatora - Darth Vader musi odzyskać plany i odnaleźć ukrytą bazę buntowników. Księżniczka Leia - wzięta do niewoli przywódczyni Rebeliantów, wysyła sygnał z wezwaniem pomocy, który zostaje przechwycony przez zwykłego chłopaka z farmy - Luke'a Skywalkera. Wychodząc naprzeciw swemu przeznaczeniu, Luke podejmuje wyzwanie i rusza na ratunek Księżniczce chcąc pomóc Rebeliantom w obaleniu Imperium. W misji pomagają mu niezwykli sojusznicy - mądry Obi-Wan Kenobi, nieco arogancki gwiezdny awanturnik Han Solo i jego lojalny towarzysz Chewbacca a także dwa droidy R2-D2 i C-3PO.\n",
    "genres": [
      "Sci-Fi",
      "Przygodowy",
      "Akcja"
    ],
    "origin_country": "USA",
    "vote_average": 9.5
  },
  {
    "id": 3,
    "title": "Star Trek",
    "popularity": 51.824,
    "poster_path": "",
    "vote_count": 8887,
    "overview": "Los galaktyki spoczywa w rękach dwóch rywali. Jednym z nich jest James Kirk, przestępca, szukający wrażeń chłopak ze wsi w stanie Iowa. Drugi z nich- Spock wychowywał się w tradycji vulkańskiej opartej na logicznym rozumowaniu i odrzucającej emocje. Gdy ognisty temperament ściera się ze zdrowym rozsądkiem, ich współpraca wydaje się niemożliwa. Jednak to połączenie charakterów to jedyne co pozwoli poprowadzić ich załogę przez niewyobrażalne niebezpieczeństwo i udać się tam, gdzie nikt inny nie miał odwagi.",
    "genres": [
      "Sci-Fi",
      "Przygodowy",
      "Akcja"
    ],
    "origin_country": "USA",
    "vote_average": 8
  },
  {
    "id": 4,
    "title": "Gwiezdne wojny: część VII - Przebudzenie Mocy",
    "popularity": 63.862,
    "poster_path": "",
    "vote_count": 17479,
    "overview": "Kylo Ren i odrodzony z popiołów Imperium złowieszczy Najwyższy Porządek rosną w siłę, a Luke Skywalker przepadł bez wieści w chwili, gdy galaktyka potrzebuje go najbardziej. Rey, pustynna zbieraczka złomu, oraz Finn, dezerter z oddziału szturmowców, łączą siły z Hanem Solo i Chewbaccą w poszukiwaniu ostatniej nadziei na przywrócenie pokoju w galaktyce. [opis dystrybutora]",
    "genres": [
      "Sci-Fi",
      "Przygodowy",
      "Akcja"
    ],
    "origin_country": "USA",
    "vote_average": 7.6
  },
  {
    "id": 5,
    "title": "Gwiezdne wojny: część VIII - Ostatni Jedi",
    "popularity": 57.697,
    "poster_path": "",
    "vote_count": 13479,
    "overview": "\"Gwiezdne wojny: Ostatni Jedi\" to ósma część serii \"Gwiezdnych wojen\", która rozgrywa się tuż po wydarzeniach ukazanych w \"Przebudzeniu Mocy\". Rey (Daisy Ridley) po odnalezieniu Luke'a Skywalkera (Mark Hamill) postanawia szkolić się pod jego okiem, by zostać Mistrzem Jedi. Nie wszystko jednak układa się po jej myśli. Dodatkowo Kylo Ren (Adam Driver) kierowany rządzą zemsty staje na czele Najwyższego Porządku, by raz na zawsze unicestwić Ruch Oporu. W tej trudnej chwili Rey, Luke, Finn (John Boyega) oraz Poe Dameron (Oscar Isaac) będą musieli połączyć siły, by powstrzymać ciemną stronę Mocy.",
    "genres": [
      "Sci-Fi",
      "Przygodowy",
      "Akcja"
    ],
    "origin_country": "USA",
    "vote_average": 6.5
  },
  {
    "id": 6,
    "title": "Pierwsza gwiazdka",
    "popularity": 28.196,
    "poster_path": "",
    "vote_count": 441,
    "overview": "Mały, odważny osiołek o imieniu Bo tęskni za życiem z dala od codziennej pracy w wiejskim młynie. Pewnego dnia zbiera się na odwagę i ucieka na wolność, by spełnić swe marzenia. Po drodze spotyka uroczą owieczkę Ruth, która przypadkowo odłączyła się od swej trzody, oraz gołębia o wielkich aspiracjach. Wszyscy oni wspólnie z zabawnymi wielbłądami oraz kilkoma nieco ekscentrycznymi zwierzętami podążają za gwiazdą. Wkrótce staną się niespodziewanymi bohaterami najwspanialszej historii wszech czasów – opowieści o pierwszych świętach Bożego Narodzenia.",
    "genres": [
      "Sci-Fi",
      "Przygodowy",
      "Akcja"
    ],
    "origin_country": "USA",
    "vote_average": 3
  },
  {
    "id": 7,
    "title": "Han Solo: Gwiezdne wojny – historie",
    "popularity":  41.487,
    "poster_path": "",
    "vote_count": 7369,
    "overview": "Wejdźcie na pokład Sokoła Millennium i udajcie się w podróż do Odległej Galaktyki. Han Solo. Gwiezdne Wojny Historie to nowa przygoda najbardziej lubianego łajdaka w galaktyce. Podczas szalonych eskapad po najciemniejszych i najniebezpieczniejszych zakątkach kryminalnego półświatka, Han Solo spotyka swego potężnego przyszłego drugiego pilota Chewbaccę, a także osławionego szulera Lando Calrissiana. Będzie to początek wędrówki jednego z największych i najniezwyklejszych bohaterów Sagi.",
    "genres": [
      "Sci-Fi",
      "Przygodowy",
      "Akcja"
    ],
    "origin_country": "USA",
    "vote_average": 8
  },
  {
    "id": 8,
    "title": "Uśmiechnij się",
    "popularity":  4162.737,
    "poster_path": "",
    "vote_count": 695,
    "overview": "Po tym jak dr Rose Cotter była świadkiem traumatycznego zdarzenia z udziałem pacjentki, zaczyna doświadczać przerażających zjawisk, których nie potrafi wyjaśnić. Kiedy wszechogarniające przerażenie zaczyna przejmować kontrolę nad jej życiem, Rose musi zmierzyć się z kłopotliwą przeszłością, aby przetrwać i uciec od strasznej rzeczywistości.",
    "genres": ["Horror",
      "Tajemnica",
      "Thriller"],
    "origin_country": "USA",
    "vote_average": 4.5
  }
]